[
  {
    "title": "Income Inequality in the U.S.: A Statistical Analysis",
    "year": "2024",
    "image": "https://dsc106.com/labs/lab02/images/empty.svg",
    "description": "An analysis of income distribution trends in the U.S. using Gini coefficients and Lorenz curves, examining factors such as education and industry shifts."
  },
  {
    "title": "Predicting Stock Market Movements with Sentiment Analysis",
    "year": "2024",
    "image": "https://dsc106.com/labs/lab02/images/empty.svg",
    "description": "A machine learning model trained on financial news sentiment data to predict short-term stock price changes."
  },
  {
    "title": "Gender Wage Gap: Myth or Reality?",
    "year": "2024",
    "image": "https://dsc106.com/labs/lab02/images/empty.svg",
    "description": "Using regression analysis to measure wage differentials across industries while controlling for experience, education, and job type."
  },
  {
    "title": "Cryptocurrency Volatility and Market Trends",
    "year": "2024",
    "image": "https://dsc106.com/labs/lab02/images/empty.svg",
    "description": "A time-series analysis of Bitcoin and Ethereum price movements, examining volatility clustering and external macroeconomic influences."
  },
  {
    "title": "The Economics of College Tuition: Are We in a Bubble?",
    "year": "2024",
    "image": "https://dsc106.com/labs/lab02/images/empty.svg",
    "description": "An empirical study on rising tuition costs, loan debt trends, and labor market returns on higher education degrees."
  },
  {
    "title": "Impact of Inflation on Consumer Spending Habits",
    "year": "2024",
    "image": "https://dsc106.com/labs/lab02/images/empty.svg",
    "description": "An econometric study analyzing shifts in consumer spending behavior in response to inflationary pressures over the past decade."
  },
  {
    "title": "Behavioral Economics in Online Shopping",
    "year": "2024",
    "image": "https://dsc106.com/labs/lab02/images/empty.svg",
    "description": "A study on how default options, free shipping, and time-limited discounts influence consumer decision-making in e-commerce."
  },
  {
    "title": "The Effect of Minimum Wage Increases on Employment",
    "year": "2024",
    "image": "https://dsc106.com/labs/lab02/images/empty.svg",
    "description": "A difference-in-differences analysis of employment trends in states that raised their minimum wage versus those that did not."
  },
  {
    "title": "Housing Market Trends: Are We in a Bubble?",
    "year": "2024",
    "image": "https://dsc106.com/labs/lab02/images/empty.svg",
    "description": "Using price-to-rent ratios and mortgage affordability indexes to evaluate whether current housing prices are overvalued."
  },
  {
    "title": "Rideshare Pricing: A Game Theory Perspective",
    "year": "2024",
    "image": "https://dsc106.com/labs/lab02/images/empty.svg",
    "description": "An analysis of how Uber and Lyft use surge pricing and price-matching strategies from a game theory perspective."
  },
  {
    "title": "Sports Analytics: Do Higher Salaries Lead to More Wins?",
    "year": "2024",
    "image": "https://dsc106.com/labs/lab02/images/empty.svg",
    "description": "A regression analysis examining the relationship between team payrolls and performance outcomes in professional sports leagues."
  },
  {
    "title": "Machine Learning for Credit Scoring Models",
    "year": "2024",
    "image": "https://dsc106.com/labs/lab02/images/empty.svg",
    "description": "Exploring the use of logistic regression and decision trees in predicting credit risk using FICO scores and financial history."
  }
]